[
{
    "pic":"/news/1.jpg",
    "title":"NEW JAM TRACK CENTRAL PACKAGE RELEASE",
    "date":" 5th May 2017",
    "detail":"4 full tracks, infinite creative expression and an endless gold mine of new lick ideas for you to learn and master! Mateus Asato returns, bringing you 4 ambient inspired tracks that will expand your musical horizons and breathe fresh new life into your own guitar repertoire!\n\nFrom the sweetest most dynamic melodies to furiously fast phrases, Mateus has it all and you can learn it too! Amongst the creative phrasing, unique soloing ideas and powerful emotive licks you'll find lots of double stops and chordal ideas, bending, legato, economy picking, alternate picking, vibrato, slides, hybrid picking and more! Mateus does a great job of playing to the harmony with target chord tones but also throws in some unexpected twists and turns to spice things up!"
},{
    "pic":"/news/2.jpg",
    "title":"SINGAPORE GUITAR CLINIC",
    "date":" 11th Jan 2017",
    "detail":"Mateus Asato will be in Singapore for a 3-day Guitar camp, a Guitar clinic session. Grab your tickets!!!"
},{
    "pic":"/news/3.jpg",
    "title":"GUITAR CLINICS IN BRASIL",
    "date":" 2th October 2016",
    "detail":"See the dates and buy your ticket!"
},{
    "pic":"/news/4.jpg",
    "title":"NEW JAM TRACK CENTRAL PACKAGE RELEASE",
    "date":" 30th September 2016",
    "detail":"Bursting with modern, original and fresh new ideas, the 20 exquisite licks in this highly anticipated 2nd release from Mateus Asato will add an element of poetry to your solos that will make them really stand out!\n\nIf you're looking for a way to add new depth, meaning and musical sophistication to your solos, let Mateus give you 20 incredible new ideas that will bring your guitar vocabulary up to the next level!"
},{
    "pic":"/news/5.jpg",
    "title":"GUITAR CLINICS IN KOREA",
    "date":" 10th August 2016",
    "detail":"Mateus Asato ministered his very first guitar clinic in Seoul, South Korea, on August 10th of 2016.\n\nIt was an incredible experience with around 500 Koreans at the event. Great times in the Far East!"
}
]